IDEA Open Model
CrossSectionCreepCoefficientData.ComponentIndex Property
Compatible with IDEA StatiCa Beta 20.0
 Zero based index of component
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<int> ComponentIndex { get; set; }
Public Property ComponentIndex As List(Of Integer)
	Get
	Set
Property Value
Type: List<Int32>
See Also
Reference
CrossSectionCreepCoefficientData Class
IdeaRS.OpenModel.CrossSection Namespace